/* localized date component names and plural forms */
"now" = "지금";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ 전";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "%@ 내";

"%d year (plural rule: one)" = "%d년";
"%d year (plural rule: many)" = "%d년";
"%d year (plural rule: few)" = "%d년";
"%d year (plural rule: other)" = "%d년";
"%d month (plural rule: one)" = "%d개월";
"%d month (plural rule: few)" = "%d개월";
"%d month (plural rule: many)" = "%d개월";
"%d month (plural rule: other)" = "%d개월";
"%d week (plural rule: one)" = "%d주";
"%d week (plural rule: few)" = "%d주";
"%d week (plural rule: other)" = "%d주";
"%d week (plural rule: many)" = "%d주";
"%d day (plural rule: one)" = "%d일";
"%d day (plural rule: few)" = "%d일";
"%d day (plural rule: many)" = "%d일";
"%d day (plural rule: other)" = "%d일";
"%d hour (plural rule: one)" = "%d시간";
"%d hour (plural rule: few)" = "%d시간";
"%d hour (plural rule: many)" = "%d시간";
"%d hour (plural rule: other)" = "%d시간";
"%d minute (plural rule: one)" = "%d분";
"%d minute (plural rule: few)" = "%d분";
"%d minute (plural rule: many)" = "%d분";
"%d minute (plural rule: other)" = "%d분";
"%d second (plural rule: one)" = "%d초";
"%d second (plural rule: few)" = "%d초";
"%d second (plural rule: many)" = "%d초";
"%d second (plural rule: other)" = "%d초";
